ум.слушай("Эно Рауд", {
    "встретились": {
        "когда": "однажды",
        "где": {
            "у киоска": {
                "какого": "с мороженым"
            }
        },
        "как": "случайно",
        "кто": "трое накситраллей"
    },
    "был": {
        "где": "среди них(трое накситраллей)",
        "кто": [
            "Моховая Борода", 
            "Полботинка", 
            "Муфта"
        ]
    },
    "были": {
        "кто": "они(трое накситраллей)",
        "какие": {
            "роста": {
                "какого": {
                    "маленького": {
                        "насколько": "очень"
                    }
                }
            }
        }
    },
    "прияняла": {
        "кто": "мороженщица",
        "кого": "их(трое накситраллей)",
        "когда": "поначалу",
        "за кого": "за гномов",
        "почему": "потому что(были, маленького, роста)"
    },
    "были": {
        "у кого": "у каждого из них(трое накситраллей)",
        "что": {
            "чёрточки": {
                "какие": [
                    "занянтые", 
                    "другие"
                ]
            }
        }
    }
    
});